{
  "Popular": {
    "Do I have to commit to a fixed monthly premium for a set term?": "You can add lump sums to your investment at any time. When starting your investment with a lump sum the minimum is
R20 000, but after that it’s just R500.
You can set up a debit order (minimum R500) at any time, which you can change, pause or cancel as your needs change.
You can do these transactions, at no extra cost, conveniently online, or you can complete and submit a form.",
"What happens to my money when I invest with Allan Gray?": "Your money is combined with that of other investors who have bought units in that unit trust.
Experienced investment managers use the pool of money to buy shares, property, bonds, cash or a combination of these, on local or foreign markets, depending on the type of unit trust.
How much your investment grows depends on the performance of these assets.
You can buy more units whenever you want to
You can leave your units to grow.",
"What happens if I stop investing?": "When you invest with Allan Gray, it’s your choice when and how much to invest and
there are no consequences if you choose not to invest more. You own the units you
have bought and your investment continues to earn return until you decide to sell your units. You can increase and decrease, pause and restart
 your monthly debit order whenever you want, or you can choose to add lump sums, of R500 or more, whenever you are able to. You can do these transactions conveniently online,
  or by completing and submitting the relevant forms.",

 "Are there options for specific financial goals like saving for my child’s education, how do I choose?": "Although we don’t offer specific options for each financial goal, you can use unit trusts to invest for various long-term or short-term objectives, including saving for your child’s education. A basic unit trust investment allows you to invest in a flexible way, where you decide how much and when to invest, and you can withdraw your money when you need to. Your choice of unit trust depends on how much you return you want to earn and whether you are comfortable with ups and downs, or whether you want stability.

",
"How is an Allan Gray investment different from a bank account, or other commonly available financial products?": "We offer unit trusts, which give you the opportunity to grow your money more than you would in a bank account. However, your investment value and return are not fixed and may go up or down.

You make the decisions and you have the flexibility to change your mind as you need to.
Many people are also familiar with investment policies that lock you into set premiums and investment periods.
When you invest with Allan Gray, you own your investment, there are no set investment amounts or periods. While a basic unit trust investment has no restrictions, if you invest via our retirement annuity, living annuity, endowment or preservation funds, there are some legal restrictions.",

"What do I have to worry about when I invest and who does the rest?" : "It is your responsibility to:

Make the decision to allocate part of your budget towards the future.
Stay invested for a reasonable length of time, and add to your investment when you can.
2. Developing a financial and investment plan to meet your goals
If your circumstanceLearn more about retirement savings products on our Investment Education website.
s are straightforward, or you have the necessary skills and t
3. Making investmentLearn more about retirement savings products on our Investment Education website.
r unit trusts. When you invest in the Allan Gray Balanced, Equity or Stable Fund you don’t need to make any decisions (what to invest in, which markets offer better value, etc).
When you invest in unit trusts, investment management fees and administration fees apply. These vary between unit trusts and therefore depend on the unit trust you select."
  },
  "Basic unit trust investment" : {

"Do I have to commit to a fixed monthly premium for a set term?" : "No. When you invest in our unit trusts there are no ‘premiums’ and there is no commitment to a set investment period. It’s your investment - you decide how much, when and how you want to invest.
You can add lump sums to your investment at any time. When starting your investment with a lump sum the minimum is R20 000, but after that it’s just R500.
You can set up a debit order (minimum R500) at any time, which you can change, pause or cancel as your needs change.
You can withdraw from your investment whenever you want to
You can do these transactions, all at no extra cost, conveniently online or you can complete and submit a form.",
"What are unit trusts?" : "A unit trust is a type of investment that provides easy and affordable access to financial markets. Your money is combined with the money of other investors and our investment managers use the pool of money to buy underlying investments, such as equities, bonds, cash and property, depending on the unit trust objective. The unit trust is split into equal portions called 'units' that are allocated to you according to the amount of money you invest and the price of the units on the day you buy them.
Unit trusts have a number of benefits:
You can benefit from our investment management expertise by investing R500 a month or more in our unit trusts.
You buy units in the unit trust of your choice, you decide when and how many units to buy and you own the units until you decide to sell them.",
"How does my money grow when I invest in a unit trust?" : "How much your investment grows depends on how much return your unit trust earns, which depends on the performance of the underlying investments that the investment manager chooses. You buy units in a unit trust.  You can buy more units whenever you want to, or you can leave your units to grow. You can see your investment balance online if you log into your online account, and we will send you a statement once a quarter.",

"What if I want to get money out of my investment?":"You can make a withdrawal from your investment online, via your secure account, at any time. It takes three to five days for the money to reflect in your bank account.",

"How much does it cost to invest with Allan Gray?" : "The fees depend on the unit trust you select. When you invest in Allan Gray unit trusts our investment management and administration fees are charged within our unit trusts and deducted before we publish the unit trust’s performance. This means that no fees come off your initial investment, and no additional fees are deducted from your investment balance as you go along. The return you see is what you get.",

"What is a ‘Fund’?": "Unit trusts are also often referred to as ‘funds’, or as ‘portfolios of collective investment schemes’. Legally, all unit trusts must have the word ‘Fund’ in the name, e.g. Allan Gray Balanced Fund. However, since the word ‘fund’ refers to different things, for example retirement fund, we prefer to use the term ‘unit trust’.",

"Want to learn more about unit trusts?":"Learn more about unit trusts on our Investment Education website.",
  },

  "Saving for retirement" : {

  "When is the right time to start saving for retirement and how much should I save?":"One of the main risks retirees face is outliving their retirement savings. Many of us will live for 30 years beyond retirement age, so we expect our retirement savings to ‘work’ for as long as we have worked.  With this in mind, the ideal time to start saving for your retirement is with your first pay cheque. A good rule of thumb to allow you to maintain your lifestyle later on is to save 17% of your salary starting at age 25. If you start later, you will naturally need to save more or consider retiring later.
If you need help putting together a retirement savings plan, you may wish to consider talking to an independent financial adviser.",

  "Do I have to commit to a fixed monthly premium for a set term?":"No. Although you legally can’t access your money in a retirement annuity until you’re at least 55, when you invest with us there are no ‘premiums’ or commitments for any set period. It’s your investment - you decide how much, when and how you want to invest.
You can add lump sums to your investment at any time. When starting your investment with a lump sum the minimum is R20 000, but after that it’s just R500.
You can set up a debit order (minimum R500) at any time, which you can change, pause or cancel as your needs change.
You can do these transactions, all at no extra cost, conveniently online or you can complete and submit a form.",

  "What are unit trusts?":" A unit trust is a type of investment that provides easy and affordable access to financial markets. Your money is combined with the money of other investors and our investment managers use the pool of money to buy underlying investments, such as equities, bonds, cash and property, depending on the unit trust objective. The unit trust is split into equal portions called 'units' that are allocated to you according to the amount of money you invest and the price of the units on the day you buy them.
Unit trusts have a number of benefits:
You can benefit from our investment management expertise by investing R500 a month or more in our unit trusts.
You buy units in the unit trust of your choice, you decide when and how many units to buy and you own the units until you decide to sell them.",

  "What happens when I reach 55 years?": "Your retirement annuity investment continues until you decide to take your money out after the age of 55 to use it for a regular income. You must put at least two-thirds of your retirement annuity into another investment that will provide you with an income. At retirement, you can take up to one-third as a cash lump sum if you need to.",

  "Why can’t I take my money out?":"To try to make sure you have enough money to support yourself later in life, the government has put rules in place in retirement annuities to protect your savings. If you can accept these restrictions you can benefit from tax savings.",

  "So I can’t ever access my money before 55 years?": "You can withdraw your full investment if you have less than R7000, or if you emigrate. If you become permanently disabled, you can request early retirement.",

  "How does investing via a retirement annuity compare to investing in unit trusts without one?":"
 	Retirement Annuity	No retirement annuity (i.e. plain unit trust investment)
Access to your money	No	Yes	In a retirement annuity your money is safeguarded for your retirement, including protection from creditors. On the other hand, you will not have access to this money in an emergency.
Tax benefits	Yes	No	A retirement annuity provides tax benefits in exchange for the restrictions.
Legal investment limits	Yes	No	A retirement annuity limits your exposure to higher risk investments such as equities or offshore investments.
Access to your money at retirement	1/3	All	Two-thirds of your money in a retirement annuity must be transferred to an investment that will provide you with an income in retirement.",

  "What are the tax benefits of contributing to a retirement annuity?":"Contributions to a retirement annuity are tax deductible (subject to certain limits). This means that you may be taxed on a lower taxable income amount and could receive money back from SARS at the end of the tax year. The income and capital growth earned on your investment until you retire is also tax free.
Example 1
You earn a salary of R300 000 in the 2016/2017 tax year, as well as a bonus of R100 000, and you invest R50 000 in a retirement annuity. From 1 March 2016, the maximum allowable deduction will be determined as the greater of:
27.5% of taxable income, or
27.5% of remuneration
Limited to R350 000 per year.
In this example, your taxable income is your remuneration (a total of R400 000). 27.5% of R400 000 is R110 000. This is less than the annual limit of R350 000, so your full contribution of R50 000 will be allowed as a deduction for the 2016/2017 tax year.
Example 2
You earn a salary of R900 000 in the 2016/2017 tax year, as well as commission of R400 000, and invest R370 000 in a retirement annuity. From 1 March 2016, the maximum allowable deduction will be determined as the greater of:
27.5% of taxable income, or
27.5% of remuneration
Limited to R350 000 per year.
In this example, your taxable income is your remuneration (a total of R1 300 000). 27.5% of R1 300 000 is R357 500 This is greater than the annual limit of R350 000. The difference between the actual contribution made (R370 000) and the maximum deduction allowed (R350 000), R20 000, will be carried over to the next tax year and will be seen as a ‘current’ contribution made in that year.",

  "How much does it cost to invest in an Allan Gray Retirement Annuity?":"The fees depend on the unit trust you select. When you invest in Allan Gray unit trusts our investment management and administration fees are charged within our unit trusts and deducted before we publish the unit trust’s performance. This means that all the costs of investing in the retirement annuity are taken from these unit trust fees and no additional fees come off your initial investment, or from your investment balance as you go along. The return you see is what you get.",

  "What is a ‘Fund’?":"Unit trusts are also often referred to as ‘funds’, or as ‘portfolios of collective investment schemes’. Legally, all unit trusts must have the word ‘Fund’ in the name, e.g. Allan Gray Balanced Fund. However, since the word ‘fund’ refers to different things, for example retirement fund, we prefer to use the term ‘unit trust’.",

  "What happens if I die before I retire?":"Your retirement annuity does not form part of the value of your estate, which means that your money will not attract estate duty. A board of trustees is responsible for running the retirement annuity and protecting the interests of all members.  If you die while you are still invested in your retirement annuity, in terms of legislation, the trustees must thoroughly investigate your dependants and/or beneficiaries and allocate your money according to need. This process can take up to a year.
Learn more about the death claims process",

  "What are the prescribed legal investment limits and how do I comply with them?":"When you invest in a retirement fund, Regulation 28 of the Pension Funds Act limits the maximum exposure that you may have to various asset classes, for example: 75% in equities, 25% in property and 25% in foreign assets (with an additional 5% in African assets). You can comply by simply investing in a unit trust that already complies, such as a balanced fund. If you choose to invest in multiple unit trusts, you must make sure that your combination of unit trusts complies.",

  "Want to learn more about retirement savings products?":"Learn more about retirement savings products on our Investment Education website.",
  }

}
